Repository: mozilla-l10n/mt-training-data
Catalog: bas/bas_pontoon.tmx
Source language: en_us
Languages: bas

source: It is written in a language different than what I’m speaking.
bas: Bitilna bi ntilba ni hop mpe ndi he u me mpot bé

source: Izhorian
bas: Izora

source: Japanese
bas: Japan

source: Join the Common Voice mailing list
bas: Jôp i yuyut i manwin i Common Voice

source: Kabardian
bas: Kabardia

source: Kabyle
bas: Kabilia

source: Kaqchikel
bas: Kaqchikelia

source: Karakalpak
bas: Karakalpakia

source: Kazakh
bas: Kazakia

source: Keep
bas: Me ñwahak

source: Keep it up, record again <recordIcon></recordIcon>
bas: Lédés, tiimba odol<recordIcon></recordIcon>

source: Keep the recordings
bas: Kee bisu ni liôde

source: Keep track of your progress and metrics across multiple languages.
bas: Béna hes mahol ma nson woñ ni mahol ma bôlô i mahop mape.

source: Keep track of your progress with a profile
bas: Hes mahol ma bôlô yoñ i yimbne yoñ

source: Keep track of your progress with a profile and help our voice data be more accurate.
bas: Hes mahol ma nson woñ kikii ka ñgéda liyimbne joñ, ni ihôla le mayaa ma makiñ més ma yét.

source: Komi-Zyrian
bas: Komi-Zyria

source: Korean
bas: Koréa

source: Kurmanji Kurdish
bas: Kurdia i Kurmanjia

source: Kyrgyz
bas: Kirgizia

source: Language
bas: Hop

source: Language Request
bas: Lilegle ñgim hop

source: Language request successfully submitted, thank you.
bas: Legle woñ u nlegle hop di nsule wo, di nti we manyéga.

source: Languages
bas: Mahop

source: Latvian
bas: Latvia

source: Launched
bas: Môngô u nyugna

source: Leaderboard Visibility
bas: Bitéé bi kumba

source: Learn More
bas: Kônde añ bitilna

source: Leaving now means you’ll lose your changes
bas: Ibale unyodi hanano, u yi le u ganimis minjuble ñwoñ.

source: Leaving now means you'll lose your progress
bas: Ibale u nyodi hanano, u nnimis libim li ntel woñ u bôlô

source: Let's Get Started
bas: Di bôdlak

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
bas: LibriSpeech a yé lingund li gwéé yom kiki 1000 hi mañgeñ ma miñañga ni hop u Nginsi i nkôñ u 16Khz, mi nlôl i bikaat biéña bi mpémél i yum i nso le LibriVox

source: License
bas: Matédél

source: License: <licenseLink>CC-0</licenseLink>
bas: Matédél : <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
bas: Matédél : <licenseLink>{ $license }</licenseLink>

source: Ligurian
bas: Liguria

source: Link Copied
bas: Njañ i ñodlana

source: Listen
bas: Emble

source: Listening
bas: Maemble

source: Listen-Queue
bas: Nlôñ u maemble

source: Lithuanian
bas: Lituania

source: Loading…
bas: Yônôs u nyônôs...

source: Localization
bas: Mawas ma ntjep

source: Localized
bas: Miñwahak mi mintjep

source: Login Identity
bas: Jôl li majubul

source: Log in or sign up to get started
bas: Jôp tole tila jôl inyu ibôdôl

source: Log In / Sign Up
bas: Jôp / Tila Jôl

source: Log In / Sign Up with { $company } email
bas: Jôp / Tila jôl ni mél i { $company }

source: Log Out
bas: Pam

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
bas: I nnene u yik we makiñ ma nsot inyu liemble munu unu hôp. Soho hôla bés le dikônde nôbe ndék i makiñ munu.

source: Macedonian
bas: Masédonia

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
bas: Ḱonde mahoñ munu ikédé mayaa ma minje u nsañge, inya u yé le u la, ni inôbe bikadbana gwoñ, iba bé iyelel jol joñ. To ibale jôl linnene we mu i bikadbana bi, di nhô jo, nwaa di ntjam bikadbana gwoñ.

source: Malagasy
bas: Malagasia

source: Male
bas: Mulôm

source: Maltese
bas: Malta

source: Manage Email Subscriptions
bas: Libok biyuyut bi mél

source: Manage Subscriptions
bas: Libok biyuyut

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
bas: Bebek <homepageLink>Kumba</homepageLink> i jumbul jés li web i yé le i hôla we ? Ibale u gwéé mbadga ibat, di nsoohe we le u jôp i <matrixLink>yuyut i ñkwel le Matrix</matrixLink>, hes mandoñ ma jumbul i<githubLink>GitHub</githubLink> tole léñél<discourseLink>biyuyut gwés bi miñkwel</discourseLink>.

source: MB
bas: Mo

source: Meadow Mari
bas: Mari nu ñoñ

source: Message
bas: Nwin

source: Mixed
bas: Mbôda

source: Moksha
bas: Moksa

source: Mongolian
bas: Mongolia

source: More
bas: Bipe

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
bas: Jôga li mayaa ma makiñ ma mbom i mandab ma likégés makenge ni nkus ma mbôñôl, ma néhi bé le to nje a nla bôñôl mo. I tehe wés, hala a nhôhôs mahol ma yi. Inyu hala nyen di bi bônde Common Voice, nu a yé juu li nson li nhôla le likeñge li isolol makiñ, to nje a la gwélél jo.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
bas: Jôga li mayaa ma makiñ ma mbom i mandap ma likégés makeñge ni nkus ma mbôñôl, ma néhi bé le to nje a nla bôñôl mo. I tehe wés, hala a nhôhôs mahol ma yi. Inyu hala nyen di bibônde Common Voice, nu a yé juu li nson li nhôla le likeñge li isolol ni linigle makiñ, to nje a la gwélél jo.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
bas: Ikédé jôga li bitoga bi mayaa ma makiñ di mbéna ndigi koba le ñgim i mintén mi mapôdôl mi ñgim i nya i bôt ñwon mi ntôl mu kiki bo <articleLink>bôlôm ni bôt ba bigwel moo</articleLink. Bisoolene bi makiñ bi nhôlhana ni unu ntén njel bi mbéna ndigi la solol ni nigle makiñ ma inyaa bôt ba mbôñôl nya yap i makiñ. Inya i makiñ i nt́ôl bé nene i mayaa ma makiñ ba ñgwélél inyu ihôlôs lisolol makiñ, iyé ma diyende di bôt tole diyende di maloñ. Ndun i yé le makeñge inyu liniiga bikey lisolol ni linigle makiñ ma bôñlak yak makiñ ma bôda. Inyu hala nyen ndôlôk i makiñ i yé nseñ ngandak munu iyés toga i mayaa.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
bas: Mozilla a ntodol bé to hop wokiwo. Iloo ki hala, Common Voice a yé yum i nson i bet-hop bon ba ñkena i kena wap, to hala le </multilangLink>maben ma yé jôga inwaa di njubus hop</multilangLink>, ni nés njel le lisañge makiñ li bôdôl. Jam li bisu li yé le bet-hop ba nlama hyelel jumbul li web ni hop wap, ka i yé bapot-hop ba lak tibil kéés bôlô u basañgge makiñ. Imbus ha, di mbat ngandak i mintôñ mi bibuk mi basañge ba nla añ makeñi, mi bak kunde le to njee a nla bôñôl ñwo i bôñôl wé. Indé mana maben moma ma nyon, we unu hop u nyibla i Common Voice, ni le bôt ba nla bôdôl ti makiñ map to ineebe makiñ ma bôt bape ba mbôk ba ti. Ibale u yé le u gwés le hop u mondo u yibla, kenek ni bisu, ke pam i <sentenceCollectorLink>njañ i kôdôl i mintôñ mi bibuk</sentenceCollectorLink> ndi u gabôdle ha.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
bas: Mozilla a tiñi ni ndun le web i nnahap ni kunde inyu himut. Hala a nla ndigi yon ibale di nti bahôlôs web maap ni njel i gwum bi minson kiki bo Common Voice. Kiki makeñge ma makiñ ma ntôl tôa ilel lipigil jap li likeñge, hala nyen di nsép le ma ba bôt bobasô nseñ i minlélém mi manjel. Hala a nla ndigi yon ibale di nwo gut i sañge jôga li mahop kiki ka ñgéda mapôdôl map, ni bikéndi gwap, hindéé di mbônde to ihôlôs makenge ma lisolol makiñ. Common Voice ayé jéjél i mbamba, i i néhi inyu mut nyensô, ka iyé le bagwel-nson ba Mozilla, ni bahôlôs makeñge bape ni ñkoñ hisi, ba so gwélél yo inyu gwum gwés bésbomede.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
bas: Mycrosoft a yé ñgama sadaga i nlel yosô. Mycrosoft a mbôñla to hee - kinyi-nkuu, ikédé matôa, tole i Raspberry Pi.

source: n
bas: h

source: N/A
bas: Yemel

source: Name
bas: Jôl

source: Native Language
bas: Hop u libéé

source: Nepali
bas: Nepalia

source: Next
bas: ni bisu

source: Next Goals: { $goal }
bas: Likak li nnoñ : { $goal }

source: No
bas: To

source: No gravatar found for your email
bas: Gravatar i nlébna bé inyu mél yoñ

source: No microphone found.
bas: Odlene to yada i nlébna bé

source: Norwegian Bokmål
bas: Bokmal i Norvégia

source: Norwegian Nynorsk
bas: Nynorska i Norvégia

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
bas: Yimbe le : Indéé lini likégél li yé ñkéglak i ka i mbamba, u nla hyeñel likegek i <profileLink>lipep li liyimbne</profileLink>.

source: Note: You will still need to select between Speak or Listen to change contribution type.
bas: Yimbe le : Yabéda we le utep ipôla Pot ni Emble inyu lihéñha nya lisañgge.

source: No Thanks
bas: To, ñwahga

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. If the voice recording you hear matches the words written onscreen.
bas: Hanano kiki unyi libim li mam li tibhaga Common Voice, ba u bak bé le u noode ? Ñwot liñgeliñge i odlene ndi wa bôdôl añ ntôñ bibuk i ñgii. <br/><br/> Ndi ibale yom u yé le u gwés liemble ni lineebe to litjel makiñ bôt bape ba mbôk ba sañge, ñwot i liñgeliñge i ntuk. Ibale kiñ u ñemble i ñkiha ni bibuk bi yé ntilga i léman i bañ yoñ.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
bas: I bitéé bi lôñ, u nla sañge kiñ yoñ inyu hôla lioñ sadaga toga i makiñ, nu himut a nla bôñôl, ni ôô bihélha bi bibañ bi ñkiha ni nya-ndi-nya i bikey, to ni web. Añ nlôñ u bitilna inyu hôla bikey le binigil lela bôt ba binam ba mpot i ntiik u lipodok. Emble makiñ ma bôt bape ba mbôk ba sañge, ika iyé le nson u héba mahoñ. Hala a nlôô yaga bé let pak!

source: Number of Voices
bas: Nsoñgi u dikékét di makiñ

source: Occitan
bas: Oksitania

source: Off
bas: Lém

source: Offensive language
bas: Bitilna bi nyumbi

source: Offensive speech
bas: Hop u nyumbi

source: On
bas: Kwiye

source: On desktop devices you can contribute by downloading…
bas: I bakiyi-minkuu ba Windows unla ket inyu liyoñ ñgaba.

source: On iOS please continue with Safari to enable recording…
bas: I iOS bibañ, yoñ ñgéda le u bôñôl nyum u bihônd le Safari inyu ila odol

source: Optionally join on our email list for updates and new information about the project.
bas: Kikii ka gwés yoñ, u nla tilba i yuyut yés i mél inyu ikôhna manoñ ma minuyne ni manwin ma yondo ikolbaha ni nson wés.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
bas: Biyimbne gwoñ bi unti kiki ka gwés yoñ (hihéga : bimañ, libak li muda tole mulôm, hop, lipôdôl), bi gapam bé i mbamba kelkikel i liyimbne joñ, ndi to le bi ba ñañnaga ni libôñ joñ i liyaa li makiñ. Dipeles di dikékét di makiñ di gaba ñgwañnaga ni biyimbne gwoñ, he ndigi inyu liti maap inyu loñge i ndoñol - kikii hihéga, nwan mam a yé le agwés nigne ñgim likéñge li lisolol to linigle makiñ i ñgim yimbne tôbôtôbô.

source: or Delete voice clip
bas: tole sas kékét i kiñ

source: Other
bas: Muda bé ndi to mulôm bé

source: Other Language
bas: Hop mpe

source: Other voice datasets…
bas: Mayaa ma makiñ ma mahop mape...

source: Other Voice Datasets
bas: Mayaa ma makiñ mape

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
bas: Minje ñwés mi makiñ mi nlôl ni likôlge basañge ba ñkôle makiñ, mi lôlak ki i miñkwel di nla koba ikédé mintilga mi bisilma miyii sadaga i bôñôl, kikii bo<italic>Kinje Niñ Ilam</italic>. U yé le u leñ jis i lipigil jés li minje mi mintôñ mi bibuk munu hini <githubLink>GitHub hibobot</githubLink>.

source: Overall Accuracy
bas: Makégél-i-hyés momasô

source: Overall Hr. Total
bas: Ñsongi u ñgeñ yosô.

source: Overall project status: see how far we’ve come!
bas: Ntel u gwém i nson yosô : tehe ibol hee di tééne!

source: p
bas: t

source: Partners
bas: Bijô bi Yum

source: Persian
bas: Persia

source: Personal dashboards keep you up-to-date with individual and community progress.
bas: Kumba yoñ-yoñ i nnunda we i bitéé bi lôñ ntel u mahol ma minson mi bot bape tole mi matén ma bot mape.

source: <playIcon></playIcon>Last one!
bas: <playIcon></playIcon> hi nsôk!

source: Play/Stop
bas: tuk/téé

source: Polish
bas: Poland

source: Portuguese
bas: Portugal

source: Press play, listen & tell us: did they accurately speak the sentence below?
bas: Nwot play, emble ni kal bés : ba u ntôñ u bibuk u yé ha isi, u ñéña loñge?

source: Press { shortcut-play-toggle } to toggle play mode
bas: Nwot { shortcut-play-toggle } inyu liheñla i ka-play

source: Privacy
bas: Matédél

source: Privacy Policy
bas: Ñkok u Matédés

source: Pro
bas: Ñkôñ ñkeñi

source: Profile
bas: Mayimbne

source: Profile information improves the audio data used in training speech recognition accuracy.
bas: Biyimbne gwoñ u nti, binhôla i kônde mahoñ i mayaa ma makiñ u nsañge, ka iyé le hala a nhôñôs likenge li lisolol ni linigle makiñ.

source: Progress
bas: Ntel u bôlô

source: Punjabi
bas: Punjabia

source: r
bas: s

source: Read More
bas: Kônde añ

source: Read more on our About page
bas: Kônde añ mam mape i Bés-bo-nje wés lipep

source: Ready to add your voice or lend your ear?
bas: U yé mbômhaga i nôbe kiñ yoñ tole i emble ?

source: Ready to contribute?
bas: Di bôdlak njañgi ?

source: Ready to do { $count } more?
bas: U ngikôndge { $bitan } bipe ?

source: Ready to donate your voice?
bas: Ba u yé ñkôôbaga hanano i sañge kiñ yoñ e ?

source: Ready to help validate sentences?
bas: U yé mbômhaga i hola lineebe mintôñ mi makiñ e ?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
bas: Kôhna bimél kiki bo pémsan ni mbigda makak ma nson, mahol ma nson, ni manwin ikolbaha ni Common Voice.

source: Recorded Clips
bas: Miñodlak mi dikékét di makiñ

source: Recorded Hours
bas: Miñodlak mi mañgeñ

source: <recordIcon></recordIcon> Last one!
bas: <recordIcon></recordIcon> hi nsôk!

source: Recording
bas: Mayôña

source: Recordings
bas: maodol matan

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
bas: Lisañge makiñ liyé hipa hyada ikédé dipa dipe di ñgwélél inyu ligwo mayaa ma minje, mabak kunde le to nje a nla bônôl: bebek uyé le u hoñol kikii ñgandak ibot ipe i nhoñol le, inya nson i, iyé minyaô.

source: Record/Stop
bas: Yoñ/téé

source: RECORD VOICEWAVE
bas: YOÑ MBEBI-KIÑ

source: Record your voice
bas: Odol kiñ yoñ

source: Recreate Voicewave
bas: Tiimba sék mbebi-kiñ

source: Remove
bas: I séha

source: Report
bas: Too ndoñ

source: Report was passed successfully
bas: Ndoñ u ntoñ di nléés yo gwégwéé

source: Request a Language
bas: Legle ngim hop

source: *required
bas: *Mahihna

source: Re-record
bas: Tiimba ôde

source: RE-RECORD
bas: TIIMBA-YOÑ

source: Re-record clip
bas: Timba yoñ kiñ

source: RETRY
bas: TIIMBA

source: Return here to edit your goal anytime.
bas: Témb hana inyu lihyéñha likak joñ to imbe ñgéda.

source: Return to Common Voice
bas: Témb i Common Voice

source: Return to Common Voice Datasets
bas: Témb i Mayaa ma Common Voice

source: Return to Languages
bas: Témb i mahop

source: Review
bas: Sie

source: Review & re-record clips here as you go
bas: Sie imbus u tiimba odol dikékét di makiñ hana njénjéba

source: Review & re-record clips if needed
bas: Sie, u tiimba odol dikékét di makiñ ibale hada a yé nseñ.

source: Review & Submit
bas: Sie ndi wa sule

source: Romanian
bas: Rumania

source: Romansh Sursilvan
bas: Sursilvania i Rumania

source: Romansh Vallader
bas: Valladeria i Rumania

source: Russian
bas: Russia

source: s
bas: b

source: Sardinian
bas: Sardinia

source: Save
bas: Hék

source: Saved
bas: Nhégék

source: Search
bas: Yéñ

source: Search for answers
bas: Yeñ madimbhe

source: See how your progress compares to other contributors all over the world.
bas: Béñge ihet mahol ma nson woñ matééne, inoñnaga ni mahol ma bansañge makiñ bape ni ñkoñ isi wonsô.

source: See Less
bas: Tehe ndék

source: See More
bas: Kônde tehe bipe

source: Select a Language...
bas: Pohol ngim hop...

source: Send sign up link
bas: Om njañ i matilba

source: Sentence Collection
bas: Likôhle mintôñ mi bibuk

source: Sentences
bas: Mintôn mi bibuk

source: Serbian
bas: Serbia

source: Set a goal
bas: Sañ likak

source: Set my visibility
bas: Makégél inyu manene mem

source: Settings
bas: Makégél

source: Share Common Voice
bas: Tôô Common Voice

source: Share my goal
bas: Tôô likak jem

source: Share your clip
bas: Tôô hikékét hyon hi kiñ

source: Share your { $count } Clip Daily Goal for { $type }
bas: Tôô likak joñ li dikékét di makiñ { $count } li kel inyu { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
bas: Tôô likak joñ li dikékét di makiñ { $count } li sondi inyu { $type }

source: Shortcuts
bas: Basemkwep

source: Show my ranking
bas: Unda me ñkôñ wem

source: Sicilian
bas: Sisilia

source: Sign up for an account
bas: Tilba inyu ibana ijoň libôñ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
bas: Tila jôl inyu ikôhna manwin ma Common Voice, mbigda iyônôs ndak bôlô, ni yôha ni kel mañgan ma mahol ma nson

source: sign up for email updates
bas: Tilba inyu ikôhna mél yôha ni kel

source: Sign up for { $lang } updates:
bas: Tila jôl inyu ikôhna manwin ma yum i nson u { $lang }

source: Sinhala
bas: Singalia

source: Size
bas: Pôk

source: Skip
bas: Him

source: Skip Submission Feedback
bas: Tagbe liti ndoñ minsañgne

source: Slovak
bas: Slovakia

source: Slovenian
bas: Slovénia

source: Sorbian, Lower
bas: Sorbia i Kéndi Mbok

source: Sorbian, Upper
bas: Sorbia i Ño Mbok

source: Spanish
bas: Paña

source: Speak
bas: Pot

source: Speakers
bas: Bapot

source: Speaking
bas: Hop

source: Speaking and Listening
bas: Hop ni Maemble

source: Speak now
bas: Nano podok

source: Speak up, contribute here!
bas: Podok, sañge kiñ yoñ hana!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
bas: Nyuge môngo ikédé Lisolol makiñ

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
bas: Hop iyé bôg-ni-nyuu njel i bés bôt ba binam di nnôglana bés ni bés. Likeñge li makiñ li so boñ le inya hikôm hi manôglana hini hi jôp yak i bakiyi-minkuu ni i magwel-moo bitôôene bi mahop ni manwin. Di gwéé yéñe le di ti bakek makeñge maap, inya i yé le ba laa kek bisoolene ni biniglene bi makiñ kiki bo lihyelel mahop i bitéé-bi-lôñ ni bikémél bi makin bipe. Ndi indéé ini di téé, i mintén mi mayaa ma makiñ ma mbéda inyu ihôlôs mini mintén mi bibañ manlôôha hee die ndi ma bak ki imañan. Bot ñem yés i yé le mayaa ma makiñ ma Common Voice ma gati bakek makeñge i yom ba nsômbôl inyu boñ le ba éba ndaaba yap ni lihôlôs makeñge ma makiñ i mahop map. Inyu boñ le makeñge ma lisolol ni linigle makiñ ma tjama ni mbok yosô, di ñkôhle dikékét di makiñ i mahop makeñi ndi yak i dikuyeñge di mahop di yé le, bakwagnyam ikédé lihôlôs lisolol makiñ ba mbéna nyaage. Litjam nya-ndi-nya i mayaa ma makiñ li nti bakek makeñge, babônde minson, ni maloñ maap le bomede bahôlôs ini yi.

source: Speech-to-text (STT)
bas: Hop-u-Yilga-Matila (HYM)

source: Speech-to-text (STT) technologies convert voice data into text.
bas: Mekeñge ma Hop-u-Yilga-Matila (HYM) ma nhyelel hop matila.

source: Splits
bas: Mimbaglak

source: Start recording
bas: Bôdôl odol

source: Stats
bas: Pôk i ñañga

source: Streaks
bas: Minyégla

source: Submit
bas: Sule

source: Submit a report
bas: Sule ndoñ u ntoo

source: Submit clips
bas: Sule dikékét di makiñ

source: Subscribe
bas: Tila jôl

source: Success
bas: Gwégwéé

source: Success, profile created!
bas: Jéé ! liyimbne joñ li mbôda.

source: Swedish
bas: Swidland

source: Syriac
bas: Syriaka

source: Tajik
bas: Tajikia

source: Tap
bas: Hihe
